tap "caarlos0/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "robscott/tap"

brew "awk"
brew "awscli"
brew "docker-compose"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "helm"
brew "jq"
brew "jump"
brew "k9s"
brew "lazygit"
brew "moreutils", link: false
brew "neovim"
brew "parallel"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "ruff"
brew "watch"
brew "wget"
brew "zellij"
brew "zplug"
brew "goreleaser/tap/goreleaser"
brew "robscott/tap/kube-capacity"
cask "iterm2"
cask "spotify"
